[
  {
    "title": "Slow-Motion Multitasking: The Key to Unlocking Creativity",
    "id": "slow-motion-multitasking",
    "pubDate": "2021-01-21 10:12:08",
    "date": "21 Jan 2021",
    "author": "Marissa Motsos",
    "author_id": "marissamotsos",
    "thumbnail": "/images/insights/slow-motion-multitasking-min.jpeg",
    "description": "Slow-motion multitasking is when we have several projects in progress at the same time, and we focus on one at a time, moving between them as the mood takes us or the situation demands.",
    "content": "<p>As someone who's always working on multiple projects, constantly shifting between ideas and mindsets, I know all too well the cognitive cost of multitasking. In recent years, I've become better at organising my time and thoughts, however those closest to me still claim that trying to do too many different things at the same time can't be good for me.</p><p>Well… fellow multitaskers and jugglers will be happy to know that working on a number of different things at the same time can be of great benefit… but only if we learn to slow it down.</p><p>People like Albert Einstein, Charles Darwin, and Michael Crinton were able to discover and create so much in their lifetime. While all of them are incredibly talented in their unique ways, there's one practice they have in common that allowed them to be so successful. This practice is what <a href=\"http://timharford.com/\">Tim Harford</a> (Financial Times contributor and author of Undercover Economist ) calls \"slow-motion multitasking\".</p><figure><img src=\"/images/insights/slow-motion-multitasking-min.jpeg\"><figcaption>Photo by <a href=\"https://unsplash.com/@fredmarriage\">freddie marriage</a> on <a href=\"https://unsplash.com/\">Unsplash</a></figcaption></figure><p><a href=\"http://www.npr.org/2019/05/10/719575727/tim-harford-how-can-slow-motion-multitasking-boost-our-creativity\">Slow-motion multitasking</a> is when we have several projects in progress at the same time, and we focus on one at a time, moving between them as the mood takes us or the situation demands.</p><p>Slow-motion multitasking among creative people is ubiquitous. Multiple studies have found that highly creative people often have multiple projects in progress at the same time, and they're also far more likely than most of us to have serious hobbies. This is because when we switch between tasks slowly and intentionally, and shift our mindset, our subconscious mind is still processing previous tasks. Therefore while we're focusing and working on one, our brains are making connections between seemingly unrelated topics behind the scenes.</p><p>Pivoting between projects and ways of thinking links to a concept Danish philosopher Søren Kierkegaard referred to as <a href=\"https://elearningindustry.com/the-rotation-of-crops-mindful-pivoting\">\"Intellectual Crop Rotation\"</a>. Much like <a href=\"https://www.inastra.co/#approach\">Transdisciplinary thinking</a>, Intellectual Crop Rotation is about shifting. thinking in order to broaden horizons and become knowledgeable on a diverse range of topics, allowing new connections to be made and new ideas to emerge.</p><p>In today's world, the complexity of problems facing most organisations can't be solved by approaching it from a single perspective. Now more than ever creativity is essential, we need to be changing our mindset in order to gain a greater understanding of our problems.</p><p>The more we multitask in a slow and deliberate manner, and learn to harness the learnings from one task and apply it to other areas of our lives, the more effective and efficient we become at creatively solving problems.</p><p>Rapid multitasking may be the enemy of productivity, but slow-motion multitasking may be the key to unlocking the inner creative genius within us all.</p>",
    "categories": [
      "productivity",
      "creativity",
      "multitasking",
      "transdisciplinarity",
      "innovation"
    ],
    "medium_link": "https://medium.com/p/832636b6d62d"
  },
  {
    "title": "Systemic Innovation for a \"New Normal\"",
    "id": "systemic-innovation-new-normal",
    "pubDate": "2021-01-19 06:30:14",
    "date": "19 Jan 2021",
    "author": "Isaac Peiris",
    "author_id": "isaacpeiris",
    "thumbnail": "/images/insights/systemic-innovation-new-normal-min.jpeg",
    "description": "We now find ourselves navigating the “new normal”, a world in which the status quo has been called into question across almost every industry and new norms are yet to solidify. A world where we know significant change is not only possible, but necessary.",
    "content": "<p>When the COVID-19 pandemic forced lockdowns around the world businesses undertook rapid innovation out of necessity, faced with an unimaginable ultimatum between adapting their established practices and risking going out of business altogether. Restaurants flocked to delivery services, retailers doubled-down on eCommerce, and corporate offices moved to remote work environments, all seemingly overnight.</p><p>The speed and scope of these changes were extraordinary, especially those that signalled a much larger systemic shift. For example, we have long been told that the future of work will be remote but many organisations were reluctant to embrace this in significant ways. Enter 2020. Now we know remote work is not only possible on a wide-scale, but can actually benefit employee productivity and work-life balance (<a href=\"https://siepr.stanford.edu/research/publications/how-working-home-works-out\">Stanford Institute for Economic Policy Research, 2020</a>). The status quo was no longer viable so wide-spread change was able to occur. This is a form of systemic innovation, a process that “transforms the rules and/or infrastructure used by organizations” (<a href=\"https://www.researchgate.net/publication/315692364_What_is_Systemic_Innovation\">University of Hull, 2017</a>).</p><figure><img src=\"/images/insights/systemic-innovation-new-normal-min.jpeg\"><figcaption>Photo by <a href=\"https://unsplash.com/@enginakyurt?utm_source=medium&amp;utm_medium=referral\">engin akyurt</a> on <a href=\"https://unsplash.com/?utm_source=medium&amp;utm_medium=referral\">Unsplash</a></figcaption></figure><p>We now find ourselves navigating the “new normal”, a world in which the status quo has been called into question across almost every industry and new norms are yet to solidify. A world where we know significant change is not only possible, but necessary. <strong>This provides a unique and potentially revolutionary opportunity to utilise systemic innovation and reimagine even the most complex systems from the ground up.</strong></p><p>The most significant catalyst for this window of opportunity is the shift in purpose of organisational innovation. Where it was previously predominantly focused on carving out competitive advantage and increased revenue, there is now a focus on <strong>organisational resilience and agility</strong>. Where teams previously resisted venturing into unknown territory for fear of failure, they now have no choice but to take the leap of faith and embrace innovation at every level of their business practice. This <strong>systemic form of innovation is vastly more complex than product innovation,</strong> as it requires the <strong>challenging of deeply ingrained norms and practices</strong>. But with these norms called into question across most industries, the door has opened for systemic change to occur.</p><p>One industry that has been forced to undergo some of the most significant systemic change is the hospitality industry. Hotels more specifically saw an industry-wide revenue decrease of 87% almost overnight. The hotel industry is one of the most long-standing in existence, so this sudden revenue decrease has had significant impact. While this caused businesses to rapidly undergo product innovations, such as shifting to room service breakfast instead of self-service buffets, InterContinental Hotel Group identified the need and opportunity for more significant systemic change, or the proactive development of a “new normal”. IHG developed a new operational structure that is fluid and scalable across their multiple brand categories. Innovation consultancy <a href=\"https://www.inastra.co/\">Inastra</a> facilitated the project, introducing transdisciplinary practices to mitigate risks of falling back into the status quo and to drive meaningful systemic innovation. After rapidly testing and iterating potential solutions, these structures have now rolled out across IHG's Australasia portfolio. While rapid product innovations, such as the packaged breakfast offerings, are temporary and will likely be reversed once restrictions subside, the industry won't return to their previous operational structures because the new ones are more efficient, resilient, and adaptive to change. Only when faced with the necessity of change was IHG able to re-evaluate from the ground up and design a system for the future, instead of relying on the ones of the past.</p><p>In the wake of the COVID-19 pandemic, as the status quo is questioned, tested, and ultimately nullified, a window of opportunity has presented itself for meaningful systemic innovation to occur. The purpose of this change is not for incremental product improvement, but for large-scale organisational resilience. <strong>Across all industries now is the time to step back and evaluate the best possible structures you could be operating with, then go out there and implement them.</strong></p>",
    "categories": [
      "systemic change",
      "organisational change",
      "innovation",
      "new normal",
      "strategy"
    ],
    "medium_link": "https://medium.com/p/a6926e8e6c67"
  }
]